Repository: welissonArley/IntelligentHabitacion
Catalog: IntelligentHabitacion/ResourceText.*.resx
Languages: pt

source: Because live with friends
pt: Porque morar com os amigos

# DESCRIPTION_CREATE_HOME
source: Use this option to create a home and be the administrator.
pt: Utilize esta opção para criar um lar e ser o administrador do mesmo.

# DESCRIPTION_JOIN_HOME
source: Use this option to be part of a home already created.
pt: Utilize esta opção para fazer parte de um republica já criada.

# DESCRIPTION_MY_INFORMATIONS
source: Use this option to see and/or edit your registry information.
pt: Utilize esta opção para visualizar e/ou editar suas informações de cadastro.

source: must be fun and organized
pt: deve ser divertido e organizado

# PLACEHOLDER_ADDRESSCOMPLEMENT
source: 7º Floor
pt: 7º Andar

# PLACEHOLDER_CODE_RECEIVED
source: Code received in email
pt: Código recebido no e-mail

# PLACEHOLDER_DEGREE_KINSHIP
source: Degree of kinship
pt: Grau de parentesco

# PLACEHOLDER_EMERGENCYCONTACT1_FAMILYRELANTIONSHIP
source: Mother
pt: Mãe

# PLACEHOLDER_EMERGENCYCONTACT2_FAMILYRELANTIONSHIP
source: Father
pt: Pai

# PLACEHOLDER_NETWORK_NAME
source: Network's name ...
pt: Nome da rede ...

# PLACEHOLDER_NEW_PASSWORD
source: New password
pt: Nova senha

# PLACEHOLDER_PASSWORD
source: Password
pt: Senha

# PLACEHOLDER_PASSWORD_CONFIRMATION
source: Confirmation password
pt: Confirmação de senha

# TITILE_ABOUT_APP
source: About the App
pt: Sobre o App

# TITLE_ADDRESS
source: Now the address
pt: Agora o Logradouro

# TITLE_ADDRESSCOMPLEMENT
source: Any complement?
pt: Algum complemento?

# TITLE_ADDRESSNUMBER
source: What is the number?
pt: Qual o número?

# TITLE_CHANGE
source: Change
pt: Alterar

# TITLE_CODE_RECEIVED_TWOPOINTS
source: Code received:
pt: Código recebido:

# TITLE_CONCLUDE
source: Conclude
pt: Concluir

# TITLE_CONTACT_EMERGENCY_CASES
source: Tell me an emergency contact
pt: Me informe um contato para casos de emergência

# TITLE_CONTACT_EMERGENCY_CASES_OPTIONAL
source: If you wish, you can inform me of a second emergency contact (optional)
pt: Se desejar, pode me informar um segundo contato para casos de emergência (opcional)

# TITLE_CREATE_HOME
source: Create a home
pt: Criar um lar

# TITLE_EMAIL_RECOVER_PASSAWORD
source: What is the email to recover the password?
pt: Qual é o e-mail para recuperação de senha?

# TITLE_FORGOT_PASSWORD
source: Forgot your password?
pt: Esqueceu sua senha?

# TITLE_JOIN_HOME
source: Join a home
pt: Participar de um lar

# TITLE_LOGIN_TO_CONTINUE
source: Login to continue
pt: Faça login para continuar

# TITLE_MY_INFORMATIONS
source: My informations
pt: Minhas informações

# TITLE_NEIGHBORHOOD
source: The Neighborhood
pt: O Bairro

# TITLE_NEW_PASSWORD_TWOPOINTS
source: New password:
pt: Nova senha:

# TITLE_NEXT
source: Next
pt: Próximo

# TITLE_NOW_YOUR_PHONE_NUMBER
source: Now your phone number
pt: Agora seu número de telefone

# TITLE_PASSWORD_CONFIRMATION_TWOPOINTS
source: Password Confirmation:
pt: Confirmação de senha:

# TITLE_PASSWORD_TWOPOINTS
source: Password:
pt: Senha:

# TITLE_REGISTER
source: Register
pt: Cadastrar

# TITLE_REGISTER_NETWORK_INFORMATION
source: To finish :) Wi-fi network information
pt: Para finalizar :) As informações da rede Wi-fi

# TITLE_RETURN
source: Return
pt: Voltar

# TITLE_TELLME_ZIPCODE
source: Tell me the Zip Code :)
pt: Me informe qual o CEP :)

# TITLE_THE_CITY_IS
source: The City is:
pt: A Cidade é:

# TITLE_TOBEGIN_TELL_NAME
source: To begin :) Tell me what is your name
pt: Para começar :) Me conte qual é o seu nome

# TITLE_TO_FINISH_PASSWORD
source: To finish. Your password
pt: Para finalizar. A sua senha

# TITLE_WELCOME
source: Welcome :)
pt: Bem vindo :)

# TITLE_YOUR_EMAIL
source: Your e-mail :)
pt: O seu e-mail :)
