Repository: welissonArley/IntelligentHabitacion
Catalog: src/Shared/Homuai.Exception/ResourceTextException.*.resx
Languages: pt

# CURRENT_PASSWORD_INVALID
source: The current password is invalid.
pt: A senha atual é inválida.

# DUEDATE_MUST_BE_GRATER_THAN_TODAY
source: The duedate must be grater than today.
pt: A data de vencimento deve ser maior que hoje.

# EMAIL_ALREADYBEENREGISTERED
source: This email address has already been registered.
pt: Este e-mail já está registrado.

# EMAIL_EMPTY
source: E-mail must be entered.
pt: E-mail deve ser informado.

# EMAIL_INVALID
source: The E-mail is invalid.
pt: O E-mail é inválido.

# EMERGENCYCONTACT_EMPTY
source: An emergency contact must be informed.
pt: Um contato de emergência deve ser informado.

# EMERGENCYCONTACT_MAX_TWO
source: You can inform a maximum of 2 emergency contacts.
pt: Você pode informar no máximo 2 contatos de emergência.

# EMERGENCY_CONTACT_SAME_PHONENUMBER
source: Emergency contacts cannot have the same phone number.
pt: Os contatos de emergência não pode ter o mesmo número de telefone.

# INVALID_PASSWORD
source: Password must be at least 6 characters.
pt: A senha deve ter pelo menos 6 caracteres.

# NAME_EMPTY
source: Name must be entered.
pt: O nome deve ser informado.

# PASSWORD_EMPTY
source: Current password must be entered.
pt: A senha atual deve ser informada.

# PHONENUMBERS_ARE_SAME
source: The phone numbers are the same.
pt: Os números de telefones são iguais.

# PHONENUMBER_EMERGENCY_CONTACT_EMPTY
source: One phonenumber must be entered for the Emergency contact.
pt: Um telefone deve ser informado para o Contato de emergência.

# PHONENUMBER_EMPTY
source: One phone number must be entered.
pt: Um telefone deve ser informado.

# PHONENUMBER_MAX_TWO
source: You can enter a maximum of 2 phonenumbers.
pt: Você pode informar no máximo 2 telefones.

# PRODUCT_NAME_EMPTY
source: The product name must be entered.
pt: O nome do produto deve ser informado.

# PUSHNOTIFICATION_INVALID
source: The push notification id is invalid.
pt: Id para push notification é inválido.

# QUANTITY_PRODUCTS_INVALID
source: The quantity of products is invalid.
pt: A quantidade de produtos é inválida.

# THE_NAME_EMERGENCY_CONTACT_INVALID
source: The Emergency contact's name must be entered.
pt: O nome do Contato de emergência deve ser informado.

# THE_RELATIONSHIP_EMERGENCY_CONTACT_INVALID
source: The Relationship with the Emergency contact must be entered.
pt: O grau de parentesco com o Contato de emergência deve ser informado.

# TYPE_PRODUCTS_INVALID
source: The product's type is invalid.
pt: O tipo do produto é inválido.

# USER_OR_PASSWORD_INVALID
source: User and/or password is invalid.
pt: Usuário e/ou senha inválidos.

# USER_WITHOUT_PERMISSION_ACCESS_RESOURCE
source: You do not have permission to access this resource.
pt: Você não possui permissão para acessar este recurso.
